[
    {
        "name": "The New Gate",
        "image": "1.jpg",
        "description": "An online game that had turned into a death game, was now releasing the tens of thousands of players that had been dragged into it, thanks to the efforts of Shin, one of the oldest players. But after he had defeated the last boss and freed everyone, he was swallowed up by a strange light and found himself inside the game world 500 years in the future.",
        "url": "https://mangakakalot.com/chapter/the_new_gate/chapter_67"
    },
    {
        "name": "Isekai de Skill wo Kaitai shitara Cheat na Yome ga Zoushoku Shimashita: Gainen Kousa no Structure",
        "image": "2.jpg",
        "description": "When an entire bus of people is summoned to another world, Souma Nagi doesn't go along with the idea of being a Hero like the rest. Thus he decides to leave the palace and start his life in another world with his new ability to restructure skills",
        "url": "https://readmanga.se/manga/isekai-de-skill-wo-kaitai-shitara-cheat-na-yome-ga-zoushoku-shimashita-gainen-kousa-no-structure/ch-029/"
    },
    {
        "name": "I'm Destined For Greatness!",
        "image": "3.jpg",
        "description": "When you succeed at everything you try, you have no choice but to seek challenges elsewhere, like in a game. By using the trash jobs that no one pays any attention to, with the right attitude you're bound to accomplish your goals! even succeeding at the most impossible of quests, the main character bets everything he has. 'With my skills I'll beat this game!'",
        "url": "https://manganelo.com/chapter/wp920414/chapter_66"
    },
    {
        "name": "Ranker’s Return",
        "image": "4.jpg",
        "description": "The early days of the virtual reality game, Arena. Meleegod was the strongest ranked player! He deleted his character and suddenly left. In order to restore his bankrupt family, he returned to Arena!",
        "url": "https://mangadex.org/title/44939/ranker-s-return/chapters/"
    },
    {
        "name": "The Reincarnation Magician Of The Inferior Eyes",
        "image": "5.jpg",
        "description": "Abel was a genius magician who held immense power in a world where the color of your eyes indicates how powerful you are. However, the strength that came with his amber eyes was so great, even his comrades looked at him with fear and contempt. He therefore decided to transfer his soul far into the future, hoping to find a paradise that accepts him. He would soon find out that people’s attitude regarding his eye color did change, but not quite the way he had imagined.",
        "url": "https://mangakakalot.com/chapter/xi919082/chapter_48"
    },
    {
        "name": "Isekai Meikyuu De Harem O",
        "image": "6.jpg",
        "description": "A man was about to commit suicide and decides to search for a way to die in the internet, but then he found an odd site that asked a lot of questions and had a point based system that allows you to create skills and abilities for a character. He took interest in it and when he finished setting his character he was asked 'You will now be transported to a world with the settings you choose, coming back is not possible, do you still accept?', Then without thinking much of it he pressed YES and found himself in another world with the skills and abilities he chose to have.",
        "url": "https://manganelo.com/chapter/isekai_meikyuu_de_harem_o/chapter_46"
    },
    {
        "name": "I Became the Strongest With the Failure Frame 'Abnormal State Skill' as I Devastated Everything",
        "image": "7.jpg",
        "description": "During the school trip Touka and his classmates are summoned to another world. However, Touka was the only one with the lowest rank: E-rank — an extremely low status compared to his classmates. Thus, the former mob-character and abandoned hero, will absolutely become the strongest devil as he advances and strikes back.",
        "url": "https://mangakakalot.com/chapter/qt919984/chapter_16"
    },
    {
        "name": "People Made Fun of Me for Being Jobless but Its Not Bad at All",
        "image": "8.jpg",
        "description": "Shirosaki Reito was suddenly sucked in by a mysterious crack and got transferred in between dimensions. He got reincarnated as a baby in another world. He was born in the royal family and was the heir to the throne, but he was driven/kicked of the palace. The reason was that he was born as a Support magician and had Alchemist as a job which was the lowest job that existed in the new world and people who had that were considered jobless. But there was a secret hidden in that job!!From jobless to the strongest job!!!",
        "url": "https://mangakakalot.com/chapter/cy921650/chapter_10"
    },
    {
        "name": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru",
        "image": "9.png",
        "description": "Before I realized, I had become the guardian of a dungeon, a Demon Lord. I was suddenly in a dangerous world with giant monsters loitering around, fighting for their existence, so I thought to go about developing the dungeon in order to not die but —- for some reason I was having quite the good time…. How did it turn out like this? The protagonist, Yuki, having to live in that world now, uses his bold and sharp senses and spends time with a supreme dragon girl and a vampire girl; Sometimes laughing, sometimes being angry, passing days doing what he likes.",
        "url": "https://mangakakalot.com/read-hx3xn158504843317"
    },
    {
        "name": "Tate no Yuusha no Nariagari",
        "image": "10.png",
        "description": "Iwatani Naofumi is summoned to another world to become one of the 4 heroes, namely the Shield Hero. Starting out with poor popularity and labeled as the weakest, Naofumi found himself betrayed on the 3rd day of his adventure. Losing faith and money, all that left is just his shield. Vowing to exact revenge to those who had betrayed him",
        "url": "https://mangaowl.net/single/464/tate-no-yuusha-no-nariagari"
    },
    {
        "name": "The Beginning After the End",
        "image": "11.png",
        "description": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will. Reincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
        "url": "https://mangatx.com/manga/read-the-beginning-after-the-end-manga-free/chapter-97/"
    },
    {
        "name": "Tensei shichatta yo (Iya, Gomen)",
        "image": "12.png",
        "description": "After a god screws up and accidentally takes Shou's life, he offers him reincarnation with a gift to make up for it. Shou asks to retain all his memories of his past life.",
        "url": "https://mangaowl.net/single/6853/tensei-shichatta-yo-iya-gomen-?__cf_chl_jschl_tk__[…]9tMTaTuFeRdB3bCasTQ0rlSaT0musCNgj63QO57gxLyPQqJMAPKnhQ7GjdCDZA"
    },
    {
        "name": "The Summoner Who Was Despised as Shunned Child",
        "image": "13.png",
        "description": "world where there is no end to those who seek spirits and hunt spirits. There was a baby who was abandoned by her real parents as a detester to black hair and black eyes. The name is Wilm. Picked up by the spirits, he grows into a summoner who protects the beloved sisters and the beloved village. 'I won't tolerate the guy who dares to touch my family!' The blunt and summoned beast sisters shake the world. An exhilarating summon battle fantasy begins now!",
        "url": "https://mangaowl.net/single/62681/the-summoner-who-was-despised-as-shunned-child?__[…]Ys19NTTtVXHQBLc-_uuwQ62bKV67BDjl5crQ3AZ2g2c0v8vaVxzwBtj8vuZzTs"
    },
    {
        "name": "Saijaku Teima Wa Gomi Hiroi No Tabi O Hajimemashita",
        "image": "14.png",
        "description": "When Ivy was born into this world, she remembered her past life. Remembering her preincarnation, she strove to avoid strife. But fate curdled at the status check, when kids learn who they are. For she had only one skill - Taming - and not a single star. Ivy was weak from the start - at most, she could tame a slime. Her parents hated her for it (apparently, being weak is a crime?) Only one woman in her village would treat her as her own. But after she 'died', Ivy got the hint and ran from home. She met a slime and named him Sora (she's a gamer?) And such begins our story - of a small girl who's a tamer.",
        "url": "https://mangaowl.net/single/56832/saijaku-teima-wa-gomi-hiroi-no-tabi-o-hajimemashita-"
    },
    {
        "name": "The Unsuccessful Yet Academically Unparalleled Sage A Cheating S-Rank Sorcerer's Post-Rebirth Adventurer Log",
        "image": "15.png",
        "description": "After reincarnating in a different world, the great sage Ephthal spent all of his life researching magic. However, he who had aimed to reach the summit of magic, knew of the limits of his talents and fell into despair, thus closing the curtain to his lifetime. However, 400 years later, he reincarnated for the second time and enrolled in a magic academy using the sorcery and knowledge he acquired from his previous life. As if to sneer at the state of magic that had been in decline for the past 400 years, he easily invokes legendary class magic!",
        "url": "https://mangaowl.net/single/55386/the-unsuccessful-yet-academically-unparalleled-sa[…]TEQTNMfx1df5GMIWwp7eNdPXfPzybl7Q3YUFEjP2eVTASiBDDSe2wFD5zTHbLJ"
    },
    {
        "name": "Chillin Different World Life Of The EX-Brave Candidate Was Cheat From Lv2",
        "image": "16.png",
        "description": "Banaza, who got summoned to the magic kingdom of Cryroad as a Hero candidate, due to having only the abilities of only a regular citizen, got treated as a disqualified Hero. He, who originally was supposed to be returned to his original world, due to the magic kingdom's mistake, became unable to return to his original world, inevitably has to live in this world. That kind of person, the moment he became Lv2, acquired all skills and magics, and transcended into a super cheat with all ability points broken through the limit! Even so, he does things at his own pace with an easygoing smile.",
        "url": "https://mangaowl.net/single/47360/chillin-different-world-life-of-the-ex-brave-candidate-was-cheat-from-lv2"
    },
    {
        "name": "The Great Mage Returns After 4000 Years",
        "image": "17.jpg",
        "description": "The worst student of Westrod Academy, the disgrace of the Blake House. A new soul enters the lifeless body of Frey Blake, the boy who couldn’t handle his painful life and chose death instead.  “What’s with this body? I’ll have to check every little detail of it.”  The Great Mage Lucas Traumen.  He earned his chance at revenge by gaining the flesh and bones of Frey Blake the disgrace!  And now begins the interesting adventure of the Great Mage who returned after 4000 years!",
        "url": "https://manganelo.com/chapter/go922760/chapter_76"
    },
    {
        "name": "Arcane Sniper",
        "image": "18.jpg",
        "description": "A series about a hyper-realistic fantasy game! “Sargent Ha, you crazy bastard. You shot another full round of bulleyes?” The sharpshooter Ha LeeHa simply wanted to be a part of the army forever. However, due to an unfortunate accident, he became paraplegic and was tossed back into society. The revolutionary VR game [Middle Earth] presented a new life to him. Money obtained in [Middle Earth] has real world value! Yet, he ruined his chance by selecting the lowest-tier character! “I’m not like the others. This is all I have.” Black gunpowder, iron balls, and ramrods… I’ll show you all what a real ‘musketeer’ is!",
        "url": "https://mangatx.com/manga/arcane-sniper/chapter-26/"
    },
    {
        "name": "Return of the Frozen Player",
        "image": "19.jpg",
        "description": "5 years after the world changed, the final boss appeared. [The final boss for area Earth, the Frost Queen, has appeared.] The final boss! If we can just defeat her, our lives will go back to normal! The top five players in the world, including Specter Seo Jun-ho, finally defeated the Frost Queen… But they fell into a deep slumber. 25 years passed. “A second floor? It didn’t end when the Frost Queen died? Specter awakes from his slumber.",
        "url": "https://mangatx.com/manga/return-of-the-frozen-player/"
    },
    {
        "name": "Maseki Gurume: Mamono No Chikara O Tabeta Ore Wa Saikyou!",
        "image": "20.jpg",
        "description": "In this world, It's only me who can get stronger by eating Magic Stones! At one point, I received an offer to have a smooth life reincarnation from the Goddess-sama... But the skill I got as a prize is Toxins Decomposition EX. Ugh, what a plain skill! Its so pitiful that even my own family makes fun of me... However, one day I realized that because of this skills effect, I can eat and gain power from Magic Stones! I've also been notified that I'm the prince from a neighboring country!? What awaits me in the castle are days of experimenting with Magic Stones and training, the perfect environment for me to become the strongest man there is... And to top it off, I received the Magic Stone of Dullahan! The story of a boy on the path to become a King while being chased by an assertive fiancee and Female Knights starts here!",
        "url": "https://manganelo.com/chapter/uc919551/chapter_20"
    },
    {
        "name": "Release That Witch",
        "image": "21.jpg",
        "description": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exists, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!",
        "url": "https://mangatx.com/manga/release-that-witch/"
    },
    {
        "name": "Spirit Farmer",
        "image": "22.jpg",
        "description": "The average Korean citizen who has been desperately trying to be a hero for 11 years has realized that this is not his craft or his dream. After giving up everything, Lee Kun Woo decided to become a farmer and live his quiet life. But is it that simple?",
        "url": "https://manhwaworld.com/manga/spirit-farmer/chapter-47/"
    },
    {
        "name": "Dungeon Reset",
        "image": "23.png",
        "description": "Once it starts up, the dungeon goes through a process called “Reset the Next User”. Why doesn’t this reset process apply to me ?!I am the only one left from that endless reset of this dungeon. With simple skills and an overwhelming weapon, Jung-down game starts inside the dungeon",
        "url": "https://mangatx.com/manga/dungeon-reset/chapter-74/"
    },
    {
        "name": "An Oldman In Counterworld",
        "image": "24.jpg",
        "description": "The story centers on 73-year-old Seitarō Asao, who runs a tea plantation. Due to a god's mistake, he gets transported to another world in the place of his grandchild. He then starts a second life 10 years younger as 63-year-old Seitarō. Through is wisdom of an old man and 'assistance magic,' he is able to live a leisurely life in his new home.",
        "url": "https://manganelo.com/chapter/di918304/chapter_11"
    },
    {
        "name": "Tensei Shitara Slime Datta Ken",
        "image": "25.jpg",
        "description": "A man is stabbed by a robber on the run after pushing his coworker and his coworker's new fiance out of the way. As he lays dying, bleeding on the ground, he hears a voice. This voice is strange and interprets his dying regret of being a virgin by gives him the [Great Sage] unique skill! Is he being made fun of !?!",
        "url": "https://manganelo.com/chapter/dnha19771568647794/chapter_81"
    },
    {
        "name": "The Weakest Occupation",
        "image": "26.jpg",
        "description": "The people of this world are given occupations and weapons called Divine Treasures by God. It was said that the treasure was very strong and couldn’t be compared to the Human-made weapons. That’s why, occupations which were called “Blacksmith”, who can make and modify weapons are called the weakest.",
        "url": "https://chap.manganelo.com/manga-jd124271/chapter-19"
    },
    {
        "name": "Reincarnated As An Aristocrat With An Appraisal Skill",
        "image": "27.jpg",
        "description": "After being reincarnated, Ars Louvent is supposed to live in a different world as a weak aristocrat. Both his physical strength and intelligence were mediocre in both worlds, but here he naturally possessed a skill called 'Appraisal' that allowed him to see the potential of any person. By gathering talented people by his side, Ars uses this 'Appraisal' skill to transform his weak territory into the strongest one! But the road ahead of him won't be so simple.",
        "url": "https://manganelo.com/chapter/qc923430/chapter_30"
    },
    {
        "name": "Lonely Attack On A Different World",
        "image": "28.jpg",
        "description": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world... But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them. The curtain rises on the strongest loner’s otherworld strategy guide!",
        "url": "https://manganelo.com/chapter/ut920247/chapter_78"
    },
    {
        "name": "Solo Spell Caster",
        "image": "29.jpg",
        "description": "The ordinary salaryman Park Do-hyuk, finally got the awakening he had always wished for in a life or death situation! Unbelievably, the memories and experiences from the game he spent his entire life in his twenties playing became these powers of awakening! What’s more, it was a 1 in a billion ‘Triple Awakening’! The extraordinary player Park Do-hyuk’s journey picks up now, as he aims to reach the world’s peak.",
        "url": "https://mangakakalot.com/chapter/lo924793/chapter_34"
    },
    {
        "name": "Sono mono. Nochi ni... (Shinichirou Nariie)",
        "image": "30.jpg",
        "description": "Wazu was an ordinary townsman who shut himself off in “Mountain”, because of an unfortunate course of events. After 2 years he decided to come down from the mountain to meet with people. But there are various misunderstanding about the “Mountain” which he shut himself off in. And then he meets with the people repeatedly",
        "url": "https://mangakakalot.com/chapter/sono_mono_nochi_ni_shinichirou_nariie/chapter_20"
    },
    {
        "name": "Bug Player",
        "image": "31.jpg",
        "description": "If I can success it's OK to use bugs or any possible way! A story of reincarnated ultra-high obesity young lord.",
        "url": "https://manganelo.com/chapter/be922652/chapter_54"
    },
    {
        "name": "Mazumeshi Elf To Youbokugurashi",
        "image": "32.jpg",
        "description": "Suzuki Saburo is the typical isekai MC. A high school boy who started to get into cooking after getting an injury during baseball, he suddenly found himself in another world one day. With the only thing on his person being his custom knife, he wandered a desolate prairie for three days before falling unconscious. When he woke up, he found that a nomadic tribe of elves took him in. However, there’s one big problem — the tribe has terrible cooking. Can Saburo help teach the nomadic elves the true meaning of deliciousness?",
        "url": "https://manganelo.com/chapter/sl919902/chapter_26"
    },
    {
        "name": "Garbage Hero: A Revenge Story Of A Hero Who Got Summoned To Another World",
        "image": "33.jpg",
        "description": "While on a regular school day, Tsukuru along with his classmates got transported to another world. However, at the other side of the summoning there was a hero's auction, where each nation would bid for the heroes to defeat the demon kings of each territory. While his classmates received cheat jobs and got auctioned quickly Tsukuru got the useless job 'Chef', as no nation bid for him, he got thrown out through a transfer gate. At the other side of the gate was a territory dominated by strong monsters...As he manages to survive the monster's attacks while nearly dying, Tsukuru goes forward on the path of becoming the strongest!",
        "url": "https://manganelo.com/chapter/mm921694/chapter_15"
    },
    {
        "name": "The Legendary Mechanic",
        "image": "34.jpg",
        "description": "Han Xiao, a veteran player of the game 'Galaxy' died unexpectedly in the middle of doing a leveling request. He was transmitted to the game world ten years earlier and became an NPC with a player's panel and was reborn in the base of the game's villain. In order to survive, Han Xiao resolutely chose the 'Mechanic' occupation and concentrated on cultivation. Familiar with the iterations and rules of multiple versions of the game, he vowed to lead the army of machines, overthrow the villains, and rise from scratch to become the strongest.",
        "url": "https://latestmanga.net/manga/the-legendary-mechanic/"
    },
    {
        "name": "Another World Munchkin -Conquering The Dungeon As The Strongest And The Fastest With Only 1 Hp",
        "image": "35.jpg",
        "description": "Depicting the story of a shut-in, Kirihara Yukito, after being reincarnated into another world. His peaceful life with his precious caring sister, Sana, suddenly come to an end when a beast appeared and attack them, thus reincarnating him into the “Ever World”. Moreover, knowing that Sana also got reincarnated into the Ever World, for the sake of finding his beloved little sister he begins his journey in another world",
        "url": "https://manganelo.com/chapter/bt920712/chapter_45"
    },
    {
        "name": "The Undefeatable Swordsman",
        "image": "36.jpg",
        "description": "The son of a villager owner, Song Woo Mun. Though weak as a young boy, he becomes the ‘village idiot’ when he sees… Named the village idiot and brought up by his parents who pitied him, his life turns around when he turns 20. Not only does he undergo an awakening, but he also sees the Undefeatable Flower blooming in the painting.",
        "url": "https://zeroscans.com/comics/585998-the-undefeatable-swordsman/1/56"
    },
    {
        "name": "Taming Master",
        "image": "37.jpg",
        "description": "The best-known VR game in the world, ‘Kaillan’. A certified game addict well known in the virtual world, Ian. Despite having a Level 93 Archer character in the top leaderboards of Kaillan, Ian decides to delete it despite everyone around him telling him not to. All to convert to a hidden class he obtained by chance. The class he chose is the most worthless class in Kaillan, the Summoner class. If he wants to avoid getting an F in college, he needs to level up to his previous level within two months… Kaillan is notorious for its very cruel leveling system, where it is said to take over a year to reach level 100. His struggles to reach level 93 in only two months unfold… Level quickly, thoroughly and persistently. The legend of the ‘Taming Master’ begins!",
        "url": "https://mangakakalot.com/chapter/ks924647/chapter_39"
    },
    {
        "name": "Virtual World: Close Combat Mage",
        "image": "38.jpg",
        "description": "Due to a mistake on his student’s part, a super Martial Artist received the wrong class in an online game and has become a mage. He, who was used to curbing violence with violence and using strength to subdue strength, could only make the best out of this mistake. Taking on a new lease in life, he became a violent close combat mage. When strength and magic came perfectly together, a new gaming path had been opened by him!",
        "url": "https://manganelo.com/manga/ln918826"
    },
    {
        "name": "Banished Disciple's Counterattack",
        "image": "39.jpg",
        "description": "As a loyal disciple, Ye Chen dedicated himself to guard the spiritual medicine field for his sect. But, during a fight with enemies, the spiritual field was destroyed. His loyalty and dedicating to the sect could not save him. The loyalty he thought he had obtained from his peers and lover, could not save him from betrayal. Thus, he was shamelessly banished from the sect. With the help of a flame falling from heaven, Ye Chen began to develop himself into a stronger cultivator. Battled against his opponents, unfolded his legendary life and rewrote his own story",
        "url": "https://mangakakalot.com/chapter/ke922068/chapter_129"
    },
    {
        "name": "Tsuki ga Michibiku Isekai Douchuu",
        "image": "40.jpg",
        "description": "High school student Misumi Makoto is called into a fantasy world by the god Tsukuyomi, in order to be a hero. However, powerful others in this world aren't as thrilled to have him there, and they kick him to the edge of the world just as Tsukuyomi declares that he must leave Makoto to find his own way. Now it's up to Makoto to find his own way",
        "url": "https://mangakakalot.com/read-kg6sn158504832577"
    },
    {
        "name": "I Stack Experience Through Writing Books",
        "image": "41.jpg",
        "description": "The main character, Jong-Seok Lee used to be your average, run of the mill person. The only thing remotely interesting about him is the fact that he’s always at local book stores. All of that changes when he suddenly encounters a completely blank book and foolishly accepts what’s asked of him.",
        "url": "https://mangatx.com/manga/i-stack-experience-through-writing-books/chapter-119/"
    },
    {
        "name": "The Tutorial is Too Hard",
        "image": "42.jpg",
        "description": "On a normal boring day, a message appears, inviting him to a Tutorial. A tale about Lee Ho Jae and his escape from the Tutorial. But he just happened to choose the hardest possible difficulty: Hell.",
        "url": "https://mangatx.com/manga/the-tutorial-is-too-hard/chapter-20/"
    },
    {
        "name": "I’m Just An Immortal",
        "image": "43.jpg",
        "description": "In this era, people are always reincarnation, but I Lin Fei, depends on being immortal. I have lived for hundreds of million years, just to find my beloved ones that I lost for a million years!!",
        "url": "https://manganelo.com/chapter/by923587/chapter_62"
    },
    {
        "name": "Chaos Alchemist",
        "image": "44.jpg",
        "description": "Gu Yun, a young gifted genius, is reduced to doing odd jobs at the Qing Shan sect because his spiritual energy was weakened from an ancient god’s seal. His father was also implicated, and had his role as head of the Qing Shan sect stripped, and was imprisoned by the opposing Feilu family. At this time, Gu Yun discovers the secret hidden within his body, and forms a pact with the ancient god.",
        "url": "https://mangatx.com/manga/chaos-alchemist/"
    },
    {
        "name": "The Rebirth of an 8th-Circled Mage",
        "image": "45.jpg",
        "description": "Henry Maurice was an 8-circled archmage who was a legend- one of the founding fathers who helped his friend become the king of a unified empire. After the son took over the throne, Henry was executed with the false accusation of leading a rebellion against the empire. He then wakes up in the body of young Henry Morris, the eldest of a baronet family, who also happened to have the same name. Henry turns his life around by again relearning magic and also swordsmanship in order to become the first magic swordsman, all for the sake of revenge.",
        "url": "https://mangatx.com/manga/the-rebirth-of-an-8th-circled-mage/"
    },
    {
        "name": "SSS-Class Suicide Hunter",
        "image": "46.jpg",
        "description": "I want an S-Rank skill too! I want it so badly, I could die for it! [You have awakened an S-Rank skill.] [But it only works when you die.] Eh !? WHAT IS THE POINT OF GETTING ONE IF I DIE !?",
        "url": "https://mangatx.com/manga/sss-class-suicide-hunter/chapter-30/"
    },
    {
        "name": "Cultivation Chat Group",
        "image": "47.jpg",
        "description": "One day, Song Shuhang was suddenly added to a chat group with many seniors that suffered from chuuni disease. The people inside the group would call each other ‘Fellow Daoist’ and had all different kinds of titles: Palace Master, Cave Lord, True Monarch, Immortal Master, etc. And even the pet of the founder of the group that had run away from home was called ‘monster dog’. They would talk all day about pill refining, exploring ancient ruins, or share their experience on techniques. However, after lurking inside the group for a while, he discovered that not all was what it seemed.",
        "url": "https://mangatx.com/manga/cultivation-chat-group/"
    },
    {
        "name": "Rebirth Of The Urban Immortal Cultivator",
        "image": "48.jpg",
        "description": "During the anti-cataclysm period, the monk Chen Fanyu fell into the catastrophe of the day, but he dreamed of returning to the earth's young age in five hundred years. In the last life, I was on the top of the universe, overlooking the world, but no one was accompanied. This world is only willing to live with the right person. After 500 years, the immortal reborn and returned to the city, to make up for the regret and play the story of pretending to be the weak.",
        "url": "https://chap.manganelo.com/manga-fr120137/chapter-568"
    },
    {
        "name": "Starting From Today I'll Work As A City Lord",
        "image": "49.jpg",
        "description": "When a gaming otaku gains the power to cross over to other worlds, he will obviously have to figure out what to do with it! But what is this?! A powerful cat-woman elder sister, a loli fox-woman, a cuddly rabbit-woman younger sister... This isn't a zoo! Welcome to a world where the strong prey on the weak. Then again, it's all so wonderful! An authentic strategy game, a huge conspiracy crisis, this other world's hegemony is now loading, all waiting for thou scum.",
        "url": "https://mangakakalot.com/read-ea2ah158504896347"
    },
    {
        "name": "Trash of the Count’s Family",
        "image": "50.jpg",
        "description": "When I opened my eyes, I was inside a novel. I became a part of that novel as the tr*sh of the Count’s family, the family that oversaw the territory where the first village that Choi Han visits is located.",
        "url": "https://mangatx.com/manga/trash-of-the-counts-family/chapter-42/"
    },
    {
        "name": "Break Through in Another World With Magical Eyes and Bullets!!",
        "image": "51.jpg",
        "description": "Ataru, a young man who lost his life in an unfortunate case, receives three special powers from God and reincarnates into a different world. The strongest gun, the ability to create bullets freely, and the ability to see everything called “magic eyes”. Atal, who is the only gunner in this world, casts himself into a supreme supple adventurer guild with the beastman girl Caro who is rescued from slavery and takes on Atal. The sniper’s up-and-coming hero who eliminates any enemy with a single blow, opening from here.",
        "url": "https://isekaiscan.com/manga/break-through-in-another-world-with-magical-eyes-and-bullets/chapter-1/"
    },
    {
        "name": "Kill The Hero",
        "image": "52.jpg",
        "description": "One day, the world transformed into a game. ‘Dungeons’ and ‘monsters’ emerged in the middle of cities, and ‘players’ who had received the gods’ authority appeared.",
        "url": "https://mangarockteam.com/manga/kill-the-hero/chapter-53/"
    },
    {
        "name": "Overgeared (Team Argo)",
        "image": "53.jpg",
        "description": "The story of mere loser Shin Youngwoo. Even in games such as the popular game VRMMORPG, he’s a total loser. But he stumbled across a job during a hunt, the best legendary jobs out of over two billion players! Overgeared (Team Argo). Shin Youngwoo, Username:- ‘Grid’. Poor luck still circles around him in the terms Best Virtual Reality game [SATISFY]. But during a search, he stumbled across a job, the best legendary job out of over two billion players!",
        "url": "https://mangarockteam.com/manga/overgeared-team-argo/"
    },
    {
        "name": "The Max Level Hero Has Returned!",
        "image": "54.jpg",
        "description": "The weak prince of an insignificant country, Davey. After becoming comatose, his soul escaped to a temple where the souls of heroes gathered. He trained for a thousand years and has now returned as a max level hero! “Just you guys wait, I’m gonna face you all head on!” The refreshing story of Davey’s royal life and revenge has just begun.",
        "url": "https://chap.manganelo.com/manga-je124298/chapter-41"
    },
    {
        "name": "A 29 years old guy living single, transported to a new world to live freely… at least he wanted to",
        "image": "55.jpg",
        "description": "From the first day I got forced to a girl and caught in marriage, In the tenth day or so, the country begins to glare at me and my life will not go well. I will continue to live without losing to such a difficulties.",
        "url": "https://isekaiscan.com/manga/a-29-years-old-guy-living-single-transported-to-a-new-world-to-live-freely-at-least-he-wanted-to/"
    },
    {
        "name": "Isekai wa Smartphone to Tomo ni.",
        "image": "56.png",
        "description": "Touya Mochizuki was accidentally killed, and as an apology, God allows him to be reborn in a fantasy world and will grant him any one wish he desires. And so, Touya chooses to keep his smartphone in the next world. In his second chance at life, he befriends many important figures and comes across the world's secret. He inherits the legacy of an ancient civilization and travels around nonchalantly while possessing powers that rival this world's kings",
        "url": "https://manganelo.com/manga/ufed257201554597682"
    },
    {
        "name": "Tensei Kenja no Isekai Raifu ~Daini no Shokugyo wo Ete, Sekai Saikyou ni Narimashita~",
        "image": "57.jpg",
        "description": "Sano Yuji, a black company employee, is summoned to another world while finishing his work at home. His profession in the other world, a Monster Tamer, is considered a job that makes it difficult to become an adventurer. However, thanks to some slimes he met, which read several magical books, he gained magical powers and the second profession, Sage.",
        "url": "https://isekaiscan.com/manga/tensei-kenja-no-isekai-raifu-daini-no-shokugyo-wo-ete-sekai-saikyou-ni-narimashita/"
    },
    {
        "name": "Shikkakumon no Saikyou Kenja: Sekai Saikyou no Kenja ga Sarani Tsuyokunaru Tame ni Tensei Shimashita",
        "image": "58.jpg",
        "description": "In a certain world, there was someone who excelled in magic combat, people called him 'Sage'. Seeking the strongest combat art, he devoted himself to research every magic and combat arts in existence. And the conclusion he arrived at was very cruel, 'My body is not fit for magic combat'. Yet he didn't give up. He sealed his own soul with a magic art, and was reborn in a far-off future. And the magic theory in the completely changed world he saw there was of unbelievably low level.",
        "url": "https://mangadex.org/title/21901/shikkaku-mon-no-saikyou-kenja-sekai-saikyou-no-kenja-ga-sara-ni-tsuyokunaru-tame-ni-tensei-shimashita"
    },
    {
        "name": "The Reincarnated Sage ~ I will forge the strongest empire in the Demon Forest!~",
        "image": "59.jpg",
        "description": "At his death, the great sage used the new magic he developed to reincarnate into the future. However, he was deemed to be talentless and abandoned in the forest of monsters where he was picked up and raised by goblins. To repay them, he helped them evolve and taught them magic. The story of the abandoned child who will build what would be known as the great empire of monsters.",
        "url": "https://isekaiscan.com/manga/the-reincarnated-sage-i-will-forge-the-strongest-empire-in-the-demon-forest/chapter-18/"
    },
    {
        "name": "Mushoku Tensei: Isekai Ittara Honki Dasu",
        "image": "60.jpg",
        "description": "Despite being bullied, scorned, and oppressed all of his life, a thirty-four-year-old shut-in still found the resolve to attempt something heroic—only for it to end in a tragic accident. But in a twist of fate, he awakens in another world as Rudeus Greyrat, starting life again as a baby born to two loving parents. Preserving his memories and knowledge from his previous life, Rudeus quickly adapts to his new environment. With the mind of a grown adult, he starts to display magical talent that exceeds all expectations, honing his skill with the help of a mage named Roxy Migurdia. Rudeus learns swordplay from his father, Paul, and meets Sylphiette, a girl his age who quickly becomes his closest friend. As Rudeus' second chance at life begins, he tries to make the most of his new opportunity while conquering his traumatic past. And perhaps, one day, he may find the one thing he could not find in his old world—love.",
        "url": "https://isekaiscanmanga.com/manga/mushoku-tensei-isekai-ittara-honki-dasu/chapter-70/"
    },
    {
        "name": "Kaifuku Jutsushi no Yarinaoshi",
        "image": "61.jpg",
        "description": "Healing magicians cannot fight alone.’ Keare, who was bound by this common knowledge, was exploited again and again by others. But one day, he noticed what lay beyond healing magic, and was convinced that a healing magician was the strongest class. However, by the time he realized that potential, he was deprived of everything. Thus, he used healing magic on the world itself to go back four years, deciding to redo everything. This is a heroic tale of one healing magician who became the strongest by using knowledge from his past life and healing magic.",
        "url": "https://manganelo.com/chapter/kaifuku_jutsushi_no_yarinaoshi/chapter_34.1"
    },
    {
        "name": "Ranker Who Lives A Second Time",
        "image": "62.png",
        "description": "Ranker Who Lives A Second Time. Yeon-woo had a twin brother who had gone missing five years before. One day, the pocket watch of his brother returned to his hands. Within, he found a secret journal in which it was written, 'As soon as you hear this, I think I'm dead.' The Obelisk, the Tower of the God of the Light, a place where many worlds and dimensions converge.",
        "url": "https://mangafast.net/ranker-who-lives-a-second-time-chapter-78/"
    },
    {
        "name": "Survival Story of a Sword King in a Fantasy World",
        "image": "63.png",
        "description": "Ryu Han-bin was a normal person who just had been discharged from his mandatory military service, when he was transported to another world. Left to fend for himself, he was given the goal of surviving and growing stronger in a desolute world riddled with monsters. The problem is the ‘Guideline’ that was supposed to be his guiding system to survive is filled with errors. ",
        "url": "https://mangarockteam.com/manga/survival-story-of-a-sword-king-in-a-fantasy-world/chapter-77/"
    },
    {
        "name": "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru",
        "image": "64.jpg",
        "description": "Raul who had defeated the demon king as the strongest hero should have become the savior of the world. Having his treasured companions and family killed by power hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last his heart fell into darkness. ...I will tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I will kill every one of those bastards without mercy and make them taste hell's suffering.....!!! Obtaining the power of darkness, Raul was revived. Sneering, he vowed revenge. “Oh, I’m looking forward to it – from now I'll bask in their blood as I please.” Several days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
        "url": "https://mangakakalot.com/chapter/yn918383/chapter_32"
    },
    {
        "name": "The Reincarnated Inferior Magic Swordsman",
        "image": "65.jpg",
        "description": "A normal office worker, Toru Mizunori, was swallowed up by a dimensional fissure and reincarnated into a different world. Upon reincarnation, Toru was given a [skill board] by God. Make the most of it to acquire all the necessary skills! Even though he is an “inferior person”, he’ll make his way to the top!",
        "url": "https://isekaiscan.com/manga/the-reincarnated-inferior-magic-swordsman/"
    },
    {
        "name": "Nidome no Yuusha",
        "image": "66.jpg",
        "description": "Ukei Kaito fought a desperate struggle in order to fulfill his role as a summoned hero. He defeated the Demon Lord and saved the very world, only to meet an end filled but with betrayal. The companions that he’d trusted throughout his journey betrayed him and killed him by sticking a blade through his chest. It was then that he swore to himself. He swore that, if given another chance, he would no longer so rigidly cling to the concept of “faith.” He swore that, if given another chance, he would dedicate himself to enacting the most atrocious act of revenge possible. He swore that, if given another chance, he would do things right. 「I’ll kill every single last one of you… I swear it…」 And so, he died, leaving behind not but a series of menacing last words — but his story had yet to end. A voice resounded through his head and informed him that there was more to his fate than what lay beyond the grave.",
        "url": "https://manganelo.com/chapter/nidome_no_yuusha/chapter_11"
    },
    {
        "name": "The Useless Tamer Will Turn into the Top Unconsciously by My Previous Life Knowledge",
        "image": "67.jpg",
        "description": "Due to an accident, the protagonist Varius died and was reincarnated. He was shocked to find in this new world, his former job as a Tamer in the previous world was acknowledged as a low class job in this new world. Utilizing his knowledge from his previous life as a basis, he then applied unique buffs to his beasts, taking back the ultimate power that he once possessed. With this power in his hands, he sought to start his life as an adventurer.",
        "url": "https://m.manganelo.com/manga-jt124513"
    },
    {
        "name": "The Death Mage Who Doesn't Want A Fourth Time",
        "image": "68.jpg",
        "description": "Amamiya Hiroto is unlucky. His life consisted of misfortune after misfortune, culminating in an unlucky death during an incident on a school boat trip, trying to save a girl he barely knew. After death, he met a god of reincarnation who requested that the hundred or so dead passengers - one of them being the girl he tried in vain to save - be reincarnated into another world.Yet a series of unfortunate events forced Hiroto to reincarnate with even less luck than before, starting with nothing but a tremendous amount of Mana. His second life, far worse than his first, came to a cruel end.However, upon meeting the god a second time, he was informed that there would be yet another reincarnation - one that had already been set in motion and could not be stopped. Not wanting Hiroto to endure a third life filled with suffering, the god cursed him before he was reborn in the hopes that he would either die quickly or commit suicide.Hiroto was reborn once more as a half-vampire, half-dark elf. A dhampir. Not wanting a fourth life, he is determined to live this third life with the only things remaining from his previous lives - Death Magic and his enormous Mana pool.",
        "url": "https://mangasushi.net/manga/yondome-wa-iya-na-shizokusei-majutsushi/"
    },
    {
        "name": "Kuro no Shoukanshi",
        "image": "69.jpg",
        "description": "Losing his memories, the curtains of the story of alternate world transfer of the MC rises. After the transfer his name changes to Kelvin. While steadily levelling, he adds new subordinates by mastering his skill. And by the time he noticed it, he had obtained overwhelming power. Where will our MC be heading off to?",
        "url": "https://mangakakalot.com/chapter/kuro_no_shoukanshi/chapter_65"
    },
    {
        "name": "Kanzen Kaihi Healer No Kiseki",
        "image": "70.jpg",
        "description": "A college student, Sakurai Hiroki was summoned to another world to defeat the Demon Lord. And since he got “Priest” as a job, his starting Recovery Stat was more than enough to heal any wounds, so he dumped all of his Stat Points into Evasion. In other words, he’s aiming for an Evasion Healer who will never get hit by enemy attacks. But unfortunately, people in that world couldn’t understand his ideal! The King got angry at him and almost immediately labeled him as useless! And thus, the story of how Hiroki become an odd Healer who can even avoid Dungeon Boss’ attacks with ease has started!!",
        "url": "https://manganelo.com/chapter/qr919241/chapter_18"
    },
    {
        "name": "Isekai Kenja no Tensei Musou ~Geemu no Chishiki de Isekai Saikyou~",
        "image": "71.jpg",
        "description": "A young man unfortunately died in the modern era, he reincarnated in another world under the name 'Eldo,' which also happened to be a world similar to a VRMMO game that he used to play in his previous life. However, it's a world where he knows the 'basic skills'. Eldo became a level 1 adventurer, playing as a 'novice,' but he knows the world better than anyone, and this is because of the 'data he knows'. Will the reincarnation in this world make him strong?",
        "url": "https://mangakakalot.com/manga/lk925842"
    },
    {
        "name": "Tensei Shitara dai Nana Ouji dattanode, Kimamani Majutsu o Kiwamemasu",
        "image": "72.jpg",
        "description": "A magic nerd's life came to an end after a dreadful encounter with the nobles who ended his life with a powerful spell. His last wish, being able to study and master more magic, has been answered when he was reincarnated as Saloom Lloyd, the 7th prince of Saloom Kingdom. Now he'll be able to perfect his magic as he pleases",
        "url": "https://mangakakalot.com/manga/ni924247"
    },
    {
        "name": "The Former Top 1's Sub-Character Training Diary ~A Dedicated Player is Currently Conquering Another World!~",
        "image": "73.jpg",
        "description": "The protagonist who was rarely ever at school during his middle school and high school days, is unemployed even as an adult. From morning till night, it was video games. For him who was ranked first worldwide, it was his life. One day, his character is suddenly hacked. The data was unrecoverable and there was nothing that could be done. Feeling great despair at having lost his rank that he had bet everything to achieve in a world that controlled his life, the protagonist attempts suicide. When he awakens, he finds himself inside the video game, no, it was a real world that resembled it. There, he notices that he has reincarnated into the the body of a sub character that he had created and bought premium benefits for long ago but had left neglected.",
        "url": "https://mangakakalot.com/read-mr8qc158504863155"
    },
    {
        "name": "The Legendary Moonlight Sculptor",
        "image": "74.jpg",
        "description": "The man forsaken by the world, the man a slave to money and the man known as the legendary God of War in the highly popular MMORPG Continent of Magic. With the coming of age, he decides to say goodbye, but the feeble attempt to earn a little something for his time and effort ripples into an effect none could ever have imagined. Through a series of coincidences, his legendary avatar is sold for 3.1 billion won, bringing great joy to him, only to plunge him into despair at losing almost all of it to vicious loan sharks. With revelation of money through gaming, he rises from the abyss with new found resolve and steps forward into the new age of games led by the first ever Virtual Reality MMORPG, Royal Road. This is the legend of Lee Hyun on his path to becoming Emperor with only his family loving heart, his boundless desire for money, his unexpected mind, his diligently forged body and the talent of hard work backing him.",
        "url": "https://mangaclash.com/manga/the-legendary-moonlight-sculptor/"
    },
    {
        "name": "The Strongest Floristr",
        "image": "75.jpg",
        "description": "Hwang Jae-Ho joins a game and wants to open a flower shop, thus begins his long journey of being a florist in a virtual world.",
        "url": "https://mangatone.com/manga/the-strongest-florist/"
    },
    {
        "name": "Level Up Just By Eating",
        "image": "76.jpg",
        "description": "The Useless Goddess Laura whose only strong point is having huge breasts, And the boy Kehma who was summoned to another world. Gaining a cheat skill that absorbs the abilities of what he eats, he enjoys the other world life eating delicious monsters and playing with the easy to handle Goddess.",
        "url": "https://mangakakalot.com/read-kp8qj158504877306"
    },
    {
        "name": "Reader (Chang Han-Yoon)",
        "image": "77.jpg",
        "description": "Bookworm – Soo-Hyuk. Reading fun number one, always looking for a new way to read books. Even joined new game so no one could disturb him from reading books. The moment Soo-Hyuk finished reading his first book and closed it, he received notification: Wisdom +1 level.",
        "url": "https://mangatx.com/manga/reader/"
    },
    {
        "name": "The Rise of the Unemployed Wise Man",
        "image": "78.jpg",
        "description": "Karna was a boy that was given the title of 'Sage' from heaven, is scouted by the hero party that had great expectations for his skills. However, his skill 'necromancer' was creepy and he was immediately exiled. Karna, who got lost on the road without getting a reward, had accidentally invaded the Demon King territory and was targeted by the demons! Karna faced a demon with a mighty power, but defeats it with magic that overwhemed it by far. A fearsome demon. Meanwhile, Cecilia the devil, who saw the whole scene, offers Karna a large annual salary. And Karna decided to become an enemy of humanity as a magician with the Demon King army.",
        "url": "https://mangakakalot.com/manga/ur923338"
    },
    {
        "name": "Level 1 with S-rank Drop Rate is the Strongest",
        "image": "79.jpg",
        "description": "Satou Ryouta who died from overworking at a black company was reincarnated to another world. Although Ryouta was alive, he is now burdened with the inconvenience that his level is fixed to 1 in this new world.",
        "url": "https://isekaiscan.com/manga/level-1-with-s-rank-drop-rate-is-the-strongest/"
    },
    {
        "name": "Leveling Up, By Only Eating!",
        "image": "80.jpg",
        "description": "The main character is stricken by a rare condition that affects only two people in the entire world, bulimia. He organizes his daily meals to survive, but his hope of survival grows dimmer as the days go by. He consults a doctor, who suggests playing the Alternate Reality Game ‘Athenae’, where he can eat as must as he wants without gaining any weight. He plays the game to save his life and grow in strength by doing nothing but eating! A Gourmet Fantasy Life!",
        "url": "https://mangatx.com/manga/leveling-up-by-only-eating/"
    },
    {
        "name": "The Executed Sage is Reincarnated as a Lich and Starts an All-Out War",
        "image": "81.jpg",
        "description": "The Sage Dwight, he along with the Hero defeated the Demon Lord who sank the world into darkness. However, they were falsely accused of becoming the next Demon Lords because of his power, and were thrown to The Valley of the Dead to die But though his flesh has rotten away, he lives on as a skeleton because of his grudge against the world. Dwight has vowed to deny that wrong world, and with a power that surpasses even the Demon King of the past, and also leading countless Skeletons he's going to start an all out war.!",
        "url": "https://mangakakalot.com/manga/yl923871"
    },
    {
        "name": "Toaru Ossan no VRMMO Katsudouki",
        "image": "82.jpg",
        "description": "Typical company employee Tanaka Daichi (38 years old, single) loves games and plays a new type of VRMMO called 'One More Free Life Online' under the username 'Earth'. Inside this free world he chose several skills that are generally regarded as useless. Be it wasting time crafting potions, cooking up pointlessly tasty food, or hunting monsters with some absurd weapon he crafted, he simply enjoys playing the game.",
        "url": "https://mangakakalot.com/read-sb9xp158504839055"
    },
    {
        "name": "Isekai Kenkokuki",
        "image": "83.jpg",
        "description": "A protagonist reborn in another world. Apparently he had been reincarnated as an abandoned child. Before his eyes were abandoned children like him. In order to survive, he led them into farming. Little by little, orphans gathered, and upon hearing rumors of a village, others began to migrate. The group that had been nothing but children had become a village before anyone realized. And then various countries in the surroundings started to have an eye on it… This is the epic tale of the man who would later be known as the Divine Emperor.",
        "url": "https://ww.mangakakalot.tv/manga/dzgs263041565147242"
    },
    {
        "name": "Arafoo Kenja No Isekai Seikatsu Nikki",
        "image": "84.jpg",
        "description": "Satoshi Osako was a player of the VRRPG 『Sword and Sorcery』 who defeated the Evil God and died for his troubles. When he awoke again he found himself in a strange unknown forest. Furthermore he possessed his avatar’s body and abilities. In other words, he was a cheat. Can a 40 year old DT, live peacefully in this world?",
        "url": "https://manganelo.com/manga/arafoo_kenja_no_isekai_seikatsu_nikki"
    },
    {
        "name": "S Rank Boukensha de aru Ore no Musume-tachi wa Juudo no Father Con deshita",
        "image": "85.jpg",
        "description": "The youngest A-rank adventurer, child prodigy Kaiser, finds three babies who were the only survivor of a destroyed village. Then he decided to give up his job as an adventurer and raise them. Over time, the girls grow brightly and show exceptional talents in fencing, magic and management. However, these girls also seem to love their father, Kaiser!",
        "url": "https://mangakakalot.com/manga/jq923186"
    },
    {
        "name": "Nito's Lazy Foreign World Syndrome",
        "image": "86.jpg",
        "description": "Hidako Masamune is a high school student who suffers from continuous bullying by his classmates. Becoming tired of it all, he decides to commit suicide, but instead he is transported to another world along with all his classmates. When they arrive, they find that they now possess amazing abilities, but he was only granted the status of a 'healer', the weakest skill of all. The king decides to get rid of him by transporting him to another far away place, but not before Hidako swears revenge against the king, the kingdom, and all of his classmates.",
        "url": "https://manganelo.com/manga/wq921061"
    },
    {
        "name": "My Lover Was Stolen, And I Was Kicked Out Of The Hero’s Party, But I Awakened To The EX Skill “Fixed Damage” And Became Invincible. Now, Let’s Begin Some Revenge",
        "image": "87.jpg",
        "description": "Chrome was a magician in the hero’s party. He fought the Demon Lord’s army alongside people like Irina, the lover who vowed to marry him in the future, and the hero, Yuno, who was his close friend. They were all close companions. However, that was only in Chrome’s mind. His lover, Irina, became intimate with the hero, Yuno, and Chrome was sacrificed to make the hero stronger. Chrome’s magic powers were snatched away and he was kicked out of the party. Demons surrounded him as he was on the verge of death and he was driven to a corner. At that moment, Chrome awakened to a “darkness” within himself. Amidst his despair, he acquired an unrivaled skill. Now with this skill, he could exact revenge.",
        "url": "https://mangakakalot.com/manga/qo924142"
    },
    {
        "name": "My Cheat Skill [Resurrection] revived me, And I ended up resurrecting The ancient demon lord’s army. ~The Strongest Healer that won’t let anyone die~",
        "image": "88.jpg",
        "description": "Licht, a young man who has the special ability, [Resurrection], makes his living as a member of an S -Rank Adventurer’s Party.However, the King, who feared his power, ordered his comrades to betray him, and in the end, executed him in an unfair manner. But Licht, who was fortunate enough to be revived because of his own skill, now swears to carry out his revenge on Humanity.",
        "url": "https://isekaiscan.com/manga/my-cheat-skill-resurrection-revived-me-and-i-ended-up-resurrecting-the-ancient-demon-lords-army-the-strongest-healer-that-wont-let-anyone-die/"
    },
    {
        "name": "The Tale of Revenge of Hero on his Second Coming ~ Fall into despair, Resign as a Hero and Allied with the Former Demon Quee",
        "image": "89.jpg",
        "description": "High school student Amatsuki Iori was summoned to a different world to fight as a brave of salvation, but whilst he was trying to save the world, he ends up being killed by the companions whom he wholeheartly believed in.",
        "url": "https://isekaiscan.com/manga/the-tale-of-revenge-of-hero-on-his-second-coming-fall-into-despair-resign-as-a-hero-and-allied-with-the-former-demon-quee/"
    },
    {
        "name": "Isekai Tensei Soudouki",
        "image": "90.jpg",
        "description": "Balud Cornelius is the son of a noble of the Mauricia kingdom and inside him also dwell the souls of the niggardly warring states commander Oka Sadatoshi and animal ear otaku high schooler Oka Masaharu. With these 3 souls in a single body, he can exhibit extraordinary abilities when it comes to combat or managing the domain.",
        "url": "https://manganelo.com/manga/isekai_tensei_soudouki"
    },
    {
        "name": "I Will Live Freely in Another World With Equipment Manufacturing Cheat",
        "image": "91.jpg",
        "description": "There’s the ordinary 29-year-old salesman named Touji Akino who, one day, is suddenly brought to another world. However, it turns out that he was a byproduct of a kingdom’s hero summoning ritual and, since the people around him have better skills and levels than he does, he is quickly kicked out of the kingdom. However, he has a unique cheat skill that allows him to look at the status of any object he is touching. Using this power, he resolves to live a slow life and attain a harem of cute girls and mascot characters.",
        "url": "https://mangakakalot.com/read-sr9pa158524494673"
    },
    {
        "name": "Kouryakuhon o Kushi Suru Saikyou no Mahoutsukai ~< meirei sa sero > to wa Iwa Senai Oreryuu Mao Tobatsu Saizen Ruuto ~",
        "image": "92.jpg",
        "description": "Magnus, a mage who always got yelled at “just shut up and follow my orders!” by the Hero because he was deemed “useless”. One day after getting fed up with his party he left, upon leaving he met a merchant that sold him a mysterious book.<br>And it turned out that the book which was written in the god's language was actually an ultimate encyclopedia book that had a lot of useful information on how to defeat the Demon Lord!<br>Thanks to that book, he was able to know about boss monsters' weaknesses and raise his level more efficiently, data about important people, and it even had info on complete gourmet spots in any city! Moreover, by using his wits and scheming mind, he's even able to outclass the hero party! With the ultimate encyclopedia in his hands, advance to the true route to defeat the Demon Lord!<br><br>Magnus wasn't chosen by destiny to be the hero. That's why, He's going to beat the Demon Lord with his own power and wits and save the world.",
        "url": "https://mangakakalot.com/read-sc8gn158504878013"
    },
    {
        "name": "Nonbiri VRMMOki",
        "image": "93.jpg",
        "description": "",
        "url": "https://mangakakalot.com/read-mo6dp158504868867"
    },
    {
        "name": "I Started As Summoner In VRMMO",
        "image": "94.jpg",
        "description": "The world’s first action game VRMMO FWO (Fantasy World Online). Our main character chose to become a Summoner. While not so much in particularly willing to go about aggressively capturing monsters or aim to be the strongest player. Just wanting to have an adventure to search for cute monsters and clothes’ material. Without noticing in the flow of one situation after another, he becomes the top ranking Summoner.",
        "url": "https://mangakakalot.com/read-lt7yf158524521205"
    },
    {
        "name": "Henkyou Gurashi No Maou, Tensei Shite Saikyou No Majutsushi Ni Naru",
        "image": "95.jpg",
        "description": "There was a mage called ‘The Lone Demon King’ at the frontier. He was just a creature that never grew old, but he was loved by the villagers as something of a guardian deity. However, he was destroyed by a magic organization that sees his existence as dangerous.",
        "url": "https://manganelo.com/manga/ep924065"
    },
    {
        "name": "The Little Girl Raised By Death Hold The Sword Of Death Tight",
        "image": "96.jpg",
        "description": "Olivia is picked up by a death god, Z, deep in the forest as a child and trained by him in combat for reasons unknown. One day, Z disappears, leaving behind a letter instructing Olivia to head to the Kingdom along with a sword bearing the qualities of a death god's weapon. Thus, the girl lacking in common sense, knowledge, and normalcy sets off to join the army.",
        "url": "https://manganelo.com/manga/jx920482"
    },
    {
        "name": "Arifureta Shokugyou De Sekai Saikyou",
        "image": "97.jpg",
        "description": "Among the class transported to another world, Nagumo Hajime is an ordinary male student who didn’t have ambition nor aspiration in life, and thus called “Incompetent” by his classmates. The class was summoned to become heroes and save a country from destruction. Students of the class were blessed with cheat specifications and cool job class, however, it was not the case with Hajime, with his profession as a “Synergist”, and his very mediocre stats. “Synergist”, to put it in another word was just artisan class. Being the weakest, he then falls to the depth of the abyss when he and his classmates were exploring a dungeon. What did he find in the depth of the abyss, and can he survive?",
        "url": "https://manganelo.com/manga/arifureta_shokugyou_de_sekai_saikyou_2"
    },
    {
        "name": "Isekai Cheat Magic Swordsman",
        "image": "98.jpg",
        "description": "Kaede Suzumiya, a gamer, fell asleep while playing all night and when he woke up he found himself in another world, a fantasy world where using magic is possible! Using his knowledge of games, skills, and cheats acquired in this new world he decides to enjoy as much of his new life through magic and sword!",
        "url": "https://manganelo.com/manga/xt924088"
    },
    {
        "name": "Kangoku Jikken",
        "image": "99.jpg",
        "description": "A victim of endless bullying, Aito Eyama is plagued by his classmates' constant taunts and beatings. However, through a fortuitous turn of events, he receives a strange invitations for the 'Captivity Game', where victory promises unbelievable wealth. To participate, he must accept the role of captor and choose one victim to imprison for a month. For Eyama, the only choice is Aya Kirishima, the ringleader of his bullies and the source of all his suffering. The rules of the game are simple: the jailer may do whatever they please with their inmate barring murder; but in order to win the game, the captor's identity must remain hidden. Exemption from the law, an isolated cell, and the funds to purchase supplies—all the necessary tools are provided.",
        "url": "https://manganelo.com/manga/kangoku_jikken"
    },
    {
        "name": "Magic Artisan Dahliya Won't Hang Her Head ~Dahliya Wilts No More~",
        "image": "100.jpg",
        "description": "Waterproof Slime Cloth, Small Magic Stove, Artificial Magic Sword and Fairy Crystal Glasses... Using her knowledge from before she reincarnated for innovative ideas, Dahliya immersed herself in creating her beloved magic devices full of cheerful feelings. Enjoying her second chance at life, the curtain opens on this otherworldly craftsmanship fantasy!",
        "url": "https://manganelo.com/manga/if919271"
    },
    {
        "name": "Tsuyokute New Saga",
        "image": "101.jpg",
        "description": "The Demon King led his army of demons to wipe out the human race. The Hero, Kail, and his allies attacked the Demon King's castle to defeat the Demon King. The Demon King is slain, but at what cost? Kail lost all of his allies throughout the war. Friends, family, lovers, comrades. All dead, and he is dying. As Kail's life ebbs away in the Demon King's chamber, he notices a strange gem that the Demon King had coveted and approaches this relic to grab it; after an intense light glows, he is sent years into the past. After recovering from the initial shock, now in his younger body, he decides to avoid making the same mistakes of his first time through these years and to become stronger.",
        "url": "https://manganelo.com/manga/tsuyokute_new_saga"
    },
    {
        "name": "Genjitsushugisha No Oukokukaizouki",
        "image": "102.jpg",
        "description": "“O, Hero!” With that cliched line, Kazuya Souma found himself summoned to another world and his adventure–-did not begin. After he presents his plan to strengthen the country economically and militarily, the king cedes the throne to him and Souma finds himself saddled with ruling the nation! What’s more, he’s betrothed to the king’s daughter now…?! In order to get the country back on its feet, Souma calls the wise, the talented, and the gifted to his side. Five people gather before the newly crowned Souma. Just what are the many talents and abilities they possess…?! What path will his outlook as a realist take Souma and the people of his country down? A revolutionary transferred-to-another-world administrative fantasy series starts here!",
        "url": "https://manganelo.com/manga/genjitsushugisha_no_oukokukaizouki"
    },
    {
        "name": "Isekai De Tadahitori No Mamono Tsukai ~ Tenshoku Shitara Maou Ni Machigawa Remashita",
        "image": "103.jpg",
        "description": "After searching for a long time, Noah finally found the [Divine Job Tome]. With it, he just might be able to get away from his current Divine Job Hero and its responsibility! Or so he thought. Because the new job that had been granted to him, Monster Tamer was completely unheard of..!?",
        "url": "https://manganelo.com/manga/ev919151"
    },
    {
        "name": "Welcome To Cheap Restaurant Of Outcast!",
        "image": "104.jpg",
        "description": "After getting kicked out of the strongest party, the level 99 chefs fulfills his dream of opening an adventurer diner in the countryside",
        "url": "https://manganelo.com/manga/xt920915"
    },
    {
        "name": "The Other World Doesn't Stand A Chance Against The Power Of Instant Death.",
        "image": "105.jpg",
        "description": "High school senior Yogiri Takatou was on a school field trip when he woke up to a dragon assaulting his sightseeing bus, with the only ones still on the bus being him and his female classmate, the panicking Tomochika Dannoura. Apparently the rest of his classmates had been given special powers by Sion, a woman who introduced herself as Sage, and escaped from the dragon, leaving those that hadn’t received any special powers behind as dragon bait. And so Yogiri was thrown into a parallel universe full of danger, with no idea of what just happened. Likewise, Sion had no way of knowing just what kind of being she had summoned to her world.",
        "url": "https://manganelo.com/manga/the_other_world_doesnt_stand_a_chance_against_the_power_of_instant_death"
    },
    {
        "name": "Isekai Saikyou No Daimaou, Tensei Shi Boukensha Ni Naru",
        "image": "106.jpg",
        "description": "Lucifer, the greatest demon lord, who saved the demon race in the war with gods, is reincarnated as a normal adventurer.",
        "url": "https://manganelo.com/manga/ld926257"
    },
    {
        "name": "100-Nin No Eiyuu O Sodateta Saikyou Yogensha Wa, Boukensha Ni Natte Mo Sekaijuu No Deshi Kara Shitawarete Masu",
        "image": "107.jpg",
        "description": "Raising a hundred heroes and ending the war with an evil god, Eisen is the prophet that saved the world. Having received a great injury from protecting the heroes, he left for the Other World to recover. In that time, the heroes made use of their abilities to contribute greatly to the development of the world. Longing to meet again with the master they admired, they reported to him of their achievements in detail. Reading their letters, Eisen makes a decision to set out and pay each of them a visit as he travels the country to sightsee.",
        "url": "https://manganelo.com/manga/mx919928"
    },
    {
        "name": "Kumo Desu Ga, Nani Ka?",
        "image": "108.jpg",
        "description": "In another world, the Hero and the Demon King continued to oppose each other. As their great magic collided, the explosion crossed over worlds and destroyed a classroom full of high school students. The victims who died in that explosion will be reincarnated in that alternate world. Our heroine, who has the lowest standing in the class, was reincarnated into a spider. She nevertheless faces this challenge head-on with great determination, and adapts to it surprisingly quickly. This is the story of how our protagonist, who was reborn as a weak spider monster, does whatever needed to survive.",
        "url": "https://manganelo.com/manga/kumo_desu_ga_nani_ka"
    },
    {
        "name": "Nozomanu Fushi no Boukensha",
        "image": "109.jpg",
        "description": "The protagonist was an eternal copper rank adventurer of frontier area, Lent. He’s unlucky as he meet a powerful monster inside of the labyrinth, got defeated, and when he noticed, he already became a bone man《Skeleton》. Agonizing since he can’t enter the town with his current condition, he’s recalling about the existence of monster evolution, with a goal to gain a body with muscle, he defeats the monsters of the labyrinth.",
        "url": "https://mangakakalot.com/read-er5ni158504847411"
    },
    {
        "name": "Isekai Yakkyoku",
        "image": "110.jpg",
        "description": "A young pharmacologist and researcher in Japan died from overworking, and was reincarnated in a Medieval Parallel Europe. He was reincarnated as a 10-year-old apprentice to a famous Royal Court pharmacist, had attained an inhuman skills of ability to see through disease, material creation, and material destruction. In a society in which dubious medical practice are rampant, price gouging thru the monopoly of the pharmacist guild, and good medicine aren't available to the commoners. He was recognized by the Emperor at that time and opened a Pharmacy at the corner of the town. He will wipe out the fraud that has swept the world, and deliver to the commoners a truly effective medicine that was developed using present day pharmacology. Thus the boy pharmacist will cheat by using his previous knowledge to create innovative medicines while helping the people of the parallel world, a story about living his new life to the fullest this time.",
        "url": "https://manganelo.com/manga/isekai_yakkyoku"
    },
    {
        "name": "Tondemo Skill de Isekai Hourou Meshi",
        "image": "111.jpg",
        "description": "",
        "url": "https://mangakakalot.com/read-fs0mq158504841279"
    },
    {
        "name": "Isekai Yururi Kikou: Raising Children While Being an Adventurer",
        "image": "112.jpg",
        "description": "A god was suddenly prostrating in front of Kayano Takumi. He was apparently killed by mistake. Moreover, he can’t be reborn again. However, he is able to live in a different world? Then, let’s do that, please. The god made a mistake again and transferred me into a dangerous forest. Seriously, what’s going on? Besides, there are children here. I can’t leave them here, I will take care of them.",
        "url": "https://mangakakalot.com/read-pz1hs158504855881"
    },
    {
        "name": "The Strongest Magical Swordsman Ever Reborn As An F-Rank Adventurer",
        "image": "113.jpg",
        "description": "Aizawa Yuri has reincarnated 2 times now and is dead tired of being the emperor of this and that. Using his skills he acquired a reincarnation artifact, and starts his life in a brand-new world.",
        "url": "https://manganelo.com/manga/tn921283"
    },
    {
        "name": "A Sword Master Childhood Friend Power Harassed Me Harshly, So I Broke Off Our Relationship And Make A Fresh Start At The Frontier As A Magic Swordsman",
        "image": "114.jpg",
        "description": "The power harassment from Alfine ー his girlfriend and childhood friend ー who is the same age, grew up with him, and became adventurers together, is painful. She is a peerless beauty, a person with the title 'Sword Master' and called the 'Flawless Sword Goddess', a capable woman with achievements recognized by the kingdom and rewarded with appointment as a knight and became a noble. On the other hand, he is treated as that capable woman, Alfine’s accessory, gets abusive language hurled at him by her, and suffers from her harsh power harassment and insults to him as an adventurer, resulting in him losing his dignity as a man and as a person He has resigned himself to spending his daily life in the position of a lover-caretaker. However, changes came to that daily life. Alfine, who becomes busy as the kingdom's knight, often is unable to take part in adventures. As a result, the times he takes requests alone increases, and he is able to regain his lost dignity. Then he becomes aware of the abnormality of his circumstances. So, to regain himself, he chooses to leave her and her repeated power harassment behind. In addition to all of the equipment he has received until then, he returns his sword, one of a pair they had exchanged when they became adventurers. Declaring that they are over, he leaves the place quickly. 'From now on, I will change my name and appearance and live freely.' As soon as he decides that, everything goes well. When he realizes, he is praised by the people around him and is the greatest adventurer on the frontier. What's more, he got a proposal to marry the frontier lord’s daughter from a female adventurer.",
        "url": "https://mangakakalot.com/manga/nt924445"
    },
    {
        "name": "The Hero Who Has No Class. I Don't Need Any Skills, It's Okay",
        "image": "115.jpg",
        "description": "“Classes” are given at the age of 10, and the presence or absence of “skills” greatly affect life. Arel, the son of “Sword Princess” Fara and “Magic King” Leon, has been branded as “Classless”... But even without a job or skills, Arel believes he can persevere through effort.",
        "url": "https://mangakakalot.com/read-yv2vd158504858458"
    },
    {
        "name": "I'm a Middle-Aged Man Who Got My Adventurer License Revoked",
        "image": "116.jpg",
        "description": "Douglas, once known in legend as the strongest magician. But now he is called old man, as his health slowly crumbles. Beyond just suffering from a mysterious disease that slowly, but permanently, saps his health if he uses magic, the hero's party forces him out and the adventurer's guild strips him of membership. Thus, in the middle of an aimless solitary journey, the ex-adventurer Douglas encounters a cursed girl, Ravi.",
        "url": "https://mangakakalot.com/read-rn7kj158504852813"
    },
    {
        "name": "I Was Kicked out of the Hero’s Party Because I Wasn’t a True Companion so I Decided to Have a Slow Life at the Frontier",
        "image": "117.jpg",
        "description": "In a Fantasy world in which a young girl with the Divine Protection of the Hero battles against the Demon Lord. In that world, Red, the elder brother of that young girl Hero, possessing the Divine Protection of the Guide which only grants a high initial level, fought in the initial party of the Hero. However, with a Divine Protection that only grants a high level but no magic nor martial art nor supernatural ability, he gradually could no longer keep up with the battle and in the end, a companion, a Sage, remarked ‘You are not a true companion’ as he snatched all his equipment and kicked him out of the party with just a single copper sword. Having his heart completely shattered, Red distanced himself from the battle against the Demon Lord’s army despite knowing that the fate of the world rests on it, aiming to live an inconspicuous life alone at the frontier Zoltan as he earns money to open a herbalist shop by utilizing the knowledge he acquired throughout his journey. Together with the Half-Elf Carpenter living downtown and the Princess who couldn’t become the Hero’s companion, he aims to live a slow life in the frontier of the world governed by a person’s inborn Divine Protection!",
        "url": "https://mangakakalot.com/read-kh6ab158504854282"
    },
    {
        "name": "The Unfavorable Job [Appraiser] Is Actually The Strongest",
        "image": "118.jpg",
        "description": "When a child is born, they are granted a [JOB] by the goddess of light. Unfortunately, Ain is granted the unfavourable job of an [Appraiser]. All he can do is appraise materials, and so he is treated horribly by his own party. Then, one day, he happens to come across an S-Ranked tree hidden in a dungeon. Following this encounter, Ain slowly but surely changes",
        "url": "https://manganelo.com/manga/jh924083"
    },
    {
        "name": "Is It Odd That I Became An Adventurer Even If I Graduated The Witchcraft Institute?",
        "image": "119.jpg",
        "description": "Having graduated from the prestigious Witchcraft Institute at the top of his class, no job is out of reach for William Glenford. But William dreams of only one thing: adventures.",
        "url": "https://manganelo.com/manga/ob919936"
    },
    {
        "name": "Hazure Akamadoushi Ha Kenjyatime Ni Musou Suru",
        "image": "120.jpg",
        "description": "Leon is a failed red mage who constantly fails class changes - as a result, he acts as a support for his adventuring team, Wolf Fang Sword. Eventually, as all narou series do, he is fired from the party for not being strong enough.",
        "url": "https://manganelo.com/manga/yj924894"
    }
]